Repository: cjameson86/appcenter-fedora
Catalog: po/*.po
Languages: ar, bg, ca, id, ms

source: Load a package from the given id
ar: تحميل الحزمة من رقم معين
bg: Заредете документа от даденото ви id
ca: Carrega un paquet des de la ID donada
id: Muat aplikasi dari identitas yang diberi
ms: Muatkan pakej dari id yang diberi

source: Recreates database files
ar: إعادة تكوين ملفات قاعدة البيانات
bg: Пресъздаване на файловете на базата данни
ca: Recrea els fitxers de la base de dades
id: Cipta ulang berkas basis data
ms: Cipta semula fail pangkalan data

source: Use debug verbose mode
ar: استخدم و ضع التصحيح
bg: Използвай debug verbose mode
ca: Utilitza el mode de depuració detallat
id: Gunakan moda verbose pada debug
ms: Guna mod berjela nyahpepijat

source: Home Page
ar: الصفحة الرئيسيّة
bg: Начална страница
ca: Pàgina d'inici
id: Halaman Utama
ms: Laman Sesawang

source: Categories View
ar: اظهر التصانيف
bg: Разгледай категории
ca: Vista de categories
id: Tampilan Kategori
ms: Paparan Kategori

source: Apps View
ar: اظهر التطبيقات
bg: Разгледай приложения
ca: Vista d'aplicacions
id: Tampilkan Semua Aplikasi
ms: Paparan Aplikasi

source: Apps Info
ar: معلومات عن التطبيقات
bg: Разгледай информацията
ca: Informació de les aplicacions
id: Info Aplikasi
ms: Maklumat Aplikasi

source: Updates View
ar: اظهر التحديثات
bg: Разгледай ъпдейтите
ca: Vista d'actualitzacions
id: Tampilkan Pembaruan
ms: Kemaskin Paparan

source: Error page
ar: الصفحة الأخطأ
bg: Грешна страница
ca: Pàgina d'error
id: Halaman error
ms: Laman ralat

source: Looking for:
ar: أبحث عن:
bg: Търсене на
ca: S'està cercant:
id: Mencari:
ms: Mencari:

source: Quit
ar: خروج
bg: Изход
ca: Surt
id: Keluar
ms: Keluar

source: Software Sources
ar: مصادر البرمجيات
bg: Софтуер Източници
ca: Fonts del programari
id: Sumber Aplikasi
ms: Sumber Perisian

source: Edit source software
ar: تحرير مصادر البرمجيات
bg: Редактиране софтуерен източник
ca: Edita la font del programari
id: Edit sumber aplikasi
ms: Sunting perisian sumber

source: Install
ar: ثبّت
bg: Инсталиране
ca: Instal·la
id: Instal
ms: Pasang

source: Remove
ar: احذفّ
bg: Премахване
ca: Suprimeix
id: Hapus
ms: Buang

source: Installing
ar: جاري التثبيت
bg: Инсталиране
ca: S'està instal·lant
id: Sedang menginstal
ms: Memasang

source: Removing
ar: جاري إزالة
bg: Премахване
ca: S'està suprimint
id: Sedang menghapus
ms: Membuang

source: Categories
ar: تصنيفات
bg: Категории
id: Kategori
ms: Kategori

source: Browser apps in categories
ar: تصفح التطبيقات عن طريق التصانيف
bg: Преглед на приложения по категории
ca: Cerca aplicacions en categories
id: Jelajahi aplikasi dalam tampilan kategori
ms: Layar apl mengikut kategori

source: Search Apps
ar: البحث عن التطبيقات
bg: Търсене из приложения
ca: Cerca aplicacions
id: Cari Aplikasi
ms: Gelintar Aplikasi
